{"attendees":["Yang di-Pertua Dewan Rakyat, YB. Dato’ Johari bin Abdul","Perdana Menteri Dan Menteri Kewangan, Dato’ Seri Anwar Bin Ibrahim (Tambun)","Timbalan Perdana Menteri Dan Menteri Perladangan Dan Komoditi, Dato’ Sri Haji Fadillah Bin Yusof (Petra Jaya)","Menteri Perdagangan Dalam Negeri Dan Kos Sara Hidup, Datuk Seri Haji Salahuddin Bin Ayub (Pulai)","Menteri Di Jabatan Perdana Menteri (Hal Ehwal Sabah, Sarawak Dan Tugas-Tugas Khas), Datuk Armizan Bin Mohd Ali (Papar)","Menteri Pendidikan, Puan Fadhlina Binti Sidek (Nibong Tebal)","Menteri Pelancongan, Seni Dan Budaya, Dato' Seri Tiong King Sing (Bintulu)","Timbalan Menteri Kewangan, Datuk Seri Haji Ahmad Bin Haji Maslan (Pontian)","Timbalan Menteri Kewangan, Tuan Sim Chee Keong (Bukit Mertajam)","Timbalan Menteri Pertanian Dan Keterjaminan Makanan, Tuan Chan Foong Hin (Kota Kinabalu)","Timbalan Menteri Ekonomi, Dato Hajah Hanifah Hajar Taib (Mukah)","Timbalan Menteri Kerja Raya, Dato' Sri Haji Abdul Rahman Bin Mohamad (Lipis)","Timbalan Menteri Dalam Negeri, Datuk Seri Dr. Shamsul Anuar Bin Haji Nasarah (Lenggong)","Timbalan Menteri Pendidikan Tinggi, Dato' Mohammad Yusof Bin Bin Apdal (Lahad Datu)","Timbalan Yang di-Pertua Dewan Rakyat, Dato’ Ramli Bin Dato’ Mohd Nor (Cameron Highlands)","Timbalan Yang di-Pertua Dewan Rakyat, Puan Alice Lau Kiong Yieng (Lanang)","Menteri Kerja Raya, Dato Sri Alexander Nanta Linggi (Kapit)","Menteri Sumber Asli, Alam Sekitar Dan Perubahan Iklim, Tuan Nik Nazmi Bin Nik Ahmad (Setiawangsa)","Menteri Sumber Manusia, Tuan Sivakumar A/L Varatharaju Naidu (Batu Gajah)","Menteri Belia Dan Sukan, Puan Hannah Yeoh (Segambut)","Timbalan Menteri Kemajuan Desa Dan Wilayah, Datuk Hajah Rubiah Binti Haji Wang (Kota Samarahan)","Timbalan Menteri Perladangan Dan Komoditi, Datuk Hajah Siti Aminah Binti Aching (Beaufort)","Timbalan Menteri Di Jabatan Perdana Menteri (Undang-Undang Dan Reformasi Institusi), Tuan Ramkarpal Singh A/L Karpal Singh (Bukit Gelugor)","Timbalan Menteri Pembangunan Wanita, Keluarga Dan Masyarakat, Puan Aiman Athirah Binti Sabu (Sepang)","Timbalan Menteri Sumber Asli, Alam Sekitar Dan Perubahan Iklim, Dato' Sri Huang Tiong Sii (Sarikei)","Timbalan Menteri Luar Negeri, Datuk Mohamad Alamin (Kimanis)","Timbalan Menteri Pelancongan, Seni Dan Budaya, Tuan Khairul Firdaus Bin Akbar Khan (Batu Sapi)","Timbalan Menteri Komunikasi Dan Digital, Puan Teo Nie Ching (Kulai)","Timbalan Menteri Pendidikan, Puan Lim Hui Ying (Tanjong)","Timbalan Menteri Belia Dan Sukan, Tuan Adam Adli Bin Abd Halim (Hang Tuah Jaya)","Timbalan Menteri Sumber Manusia, Tuan Mustapha @ Mohd Yunus Bin Sakmud (Sepanggar)","Timbalan Menteri Kesihatan, Tuan Lukanisman Bin Awang Sauni (Sibuti)","Timbalan Menteri Di Jabatan Perdana Menteri (Hal Ehwal Sabah, Sarawak Dan Tugas-Tugas Khas), Datuk Wilson Ugak Anak Kumbong (Hulu Rajang)","Tuan Zahir Bin Hassan (Wangsa Maju)","Tuan Yuneswaran A/L Ramaraj (Segamat)","Dato' Sri Sh Mohmed Puzi Bin Sh Ali (Pekan)","Tuan Haji Aminolhuda Bin Hassan (Sri Gading)","Tuan Manndzri Bin Nasib (Tenggara)","Tuan Tan Kar Hing (Gopeng)","Tuan Chow Yu Hui (Raub) DR. 25.5.2023 ii","Tuan Tan Hong Pin (Bakri)","Dato' Ramanan Ramakrishnan (Sungai Buloh)","Tuan Lee Chean Chung (Petaling Jaya)","Tuan Ganabatirau A/L Veraman (Klang)","Tuan Syahredzan Bin Johan (Bangi)","Puan Rodziah Binti Ismail (Ampang)","Tuan Mohd Sany Bin Hamzan (Hulu Langat)","Tuan Azli Bin Yusof (Shah Alam)","Tuan Jimmy Puah Wee Tse (Tebrau)","Tuan Haji Onn Bin Abu Bakar (Batu Pahat)","Dato' Mohd Isam Bin Mohd Isa (Tampin)","Dato' Haji Adnan Bin Abu Hassan (Kuala Pilah)","Dato' Haji Shamshulkahar Bin Mohd Deli (Jempol)","Tuan Edwin Anak Banta (Selangau)","Tuan Richard Rapu @ Aman Anak Begri (Betong)","Puan Young Syefura Binti Othman (Bentong)","Puan Syerleena Binti Abdul Rashid (Bukit Bendera)","Tuan Lo Su Fui (Tawau)","Tuan Roy Angau Anak Gingkoi (Lubok Antu)","Tuan Mohamad Shafizan Haji Kepli (Batang Lupar)","Tuan Chong Zhemin (Kampar)","Dr. Mohammed Taufiq Bin Johari (Sungai Petani)","Dato' Sri Doris Sophia Anak Brodi (Sri Aman)","Tuan Riduan Bin Rubin (Tenom)","Dato' Verdon Bin Bahanda (Kudat)","Puan Rodiyah Binti Sapiee (Batang Sadong)","Datuk Seri Dr. Wan Azizah Binti Wan Ismail (Bandar Tun Razak)","Dato’ Sri Ismail Sabri Bin Yaakob (Bera)","Tuan Lim Guan Eng (Bagan)","Datuk Seri Ir. Dr. Wee Ka Siong (Ayer Hitam)","Dato’ Seri Hishammuddin Bin Tun Hussein (Sembrong)","Tuan Syed Saddiq Bin Syed Abdul Rahman (Muar)","Tuan Gobind Singh Deo (Damansara)","Puan Teresa Kok Suh Sim (Seputeh)","Tuan M. Kulasegaran (Ipoh Barat)","Tuan Tan Kok Wai (Cheras)","Dato’ Sri Richard Riot Anak Jaem (Serian)","Datuk Seri Saravanan A/L Murugan (Tapah)","Datuk Seri Dr. Noraini Binti Ahmad (Parit Sulong)","Datuk Seri Johari Bin Abdul Ghani (Titiwangsa)","Tuan Fong Kui Lun (Bukit Bintang)","Datuk Seri Jalaluddin Bin Alias (Jelebu)","Dr. Kelvin Yii Lee Wuen (Bandar Kuching)","Datuk Larry Soon @ Larry Sng Wei Shien (Julau)","Datuk Seri Dr. Haji Dzulkefly Bin Ahmad (Kuala Selangor)","Puan Yeo Bee Yin (Puchong)","Puan Isnaraissah Munirah Binti Majilis (Kota Belud)","Dato' Muhammad Bakhtiar Bin Wan Chik (Balik Pulau)","Tuan Hassan Bin Abdul Karim (Pasir Gudang)","Datuk Seri Panglima Madius Tangau (Tuaran)","Tuan William Leong Jee Keen (Selayang)","Datuk Willie Anak Mongin (Puncak Borneo)","Dato’ Ngeh Koo Ham (Beruas)","Puan Wong Shu Qi (Kluang)","Puan Vivian Wong Shir Yee (Sandakan)","Datuk Seri Panglima Bung Moktar Bin Radin (Kinabatangan)","Dato' Sri Dr. Wee Jeck Seng (Tanjung Piai)","Dato’ Indera Mohd Shahar Bin Abdullah (Paya Besar)","Datuk Seri Utama Ir. Hasni Bin Mohammad (Simpang Renggam)","Tuan Oscar Ling Chai Yew (Sibu)","Tuan Mordi Bimol (Mas Gading)","Tuan Chiew Choon Man (Miri) DR. 25.5.2023 iii","Tuan Kesavan A/L Subramaniam (Sungai Siput)","Tuan Lim Lip Eng (Kepong)","Tuan Sanisvara Nethaji Rayer A/L Rajaji (Jelutong)","Tuan Wong Kah Woh (Taiping)","Tuan Syed Ibrahim Bin Syed Noh (Ledang)","Tuan Haji Yusuf Bin Abd Wahab (Tanjong Manis)","Tuan Haji Ahmad Johnie Bin Zawawi (Igan)","Dato Anyi Ngau (Baram)","Tuan Prabakaran A/L M. Parameswaran (Batu)","Tuan Khoo Poay Tiong (Kota Melaka)","Tuan Pang Hok Liong (Labis)","Tuan Cha Kee Chin (Rasah)","Tuan Ahmad Fadhli Bin Shaari (Pasir Mas)","Tuan Wan Ahmad Fayhsal Bin Wan Ahmad Kamal (Machang)","Tuan Haji Abdul Latiff Bin Abdul Rahman (Kuala Krai)","Dato’ Sri Haji Ismail Bin Haji Abd. Muttalib (Maran)","Tuan Haji Wan Hassan Bin Mohd Ramli (Dungun)","Dato’ Mohd Suhaimi Bin Abdullah (Langkawi)","Tuan Sabri Bin Azit (Jerai)","Dato' Syed Abu Hussin Bin Hafiz Syed Abdul Fasal (Bukit Gantang)","Dr. Hajah Halimah Ali (Kapar)","Tuan Shaharizukirnain Bin Abd Kadir (Setiu)","Tuan Haji Kamal Bin Ashaari (Kuala Krau)","Datuk Iskandar Dzulkarnain Bin Abdul Khalid (Kuala Kangsar)","Tuan Haji Bakri Bin Jamaluddin (Tangga Batu)","Tuan Mohd Nazri Bin Abu Hassan (Merbok)","Tuan Muhammad Fawwaz Bin Mohamad Jan (Permatang Pauh)","Kapten Azahari Bin Hasan (Padang Rengas)","Dr. Haji Abd Ghani Bin Haji Ahmad (Jerlun)","Dato' Haji Abdul Khalib Bin Abdullah (Rompin)","Tuan Zakri Bin Hassan (Kangar)","Tuan Rushdan Bin Rusmi (Padang Besar)","Tuan Mohd Azizi Bin Abu Naim (Gua Musang)","Puan Hajah Salamiah Binti Mohd Nor (Temerloh)","Komander Nordin Bin Ahmad Ismail TLDM (B) (Lumut)","Tuan Muhammad Ismi Bin Mat Taib (Parit)","Tuan Kalam Bin Salan (Sabak Bernam)","Tuan Wan Razali Bin Wan Nor (Kuantan)","Tuan Jamaludin Bin Yahya (Pasir Salak)","Tuan Fathul Huzir Bin Ayob (Gerik)","Datuk Haji Idris Bin Haji Ahmad (Bagan Serai)","Dr. Radzi Jidin (Putrajaya)","Dato' Sri Saifuddin Abdullah (Indera Mahkota)","Dato' Seri Dr. Shahidan Bin Kassim (Arau)","Dato' Haji Ahmad Bin Saad @ Yahaya (Pokok Sena)","Datuk Muslimin Bin Yahaya (Sungai Besar)","Datuk Haji Ahmad Marzuk Bin Shaary (Pengkalan Chepa)","Dato’ Hajah Siti Zailah Binti Mohd. Yusoff (Rantau Panjang)","Datuk Wan Saifulruddin Bin Wan Jan (Tasek Gelugor)","Dato' Khlir Bin Mohd Nor (Ketereh)","Datuk Che Mohamad Zulkifly Bin Jusoh (Besut)","Dato' Mumtaz Binti Md Nawi (Tumpat)","Tuan Mohd Misbahul Munir Bin Masduki (Parit Buntar)","Dato' Dr Ahmad Yunus Bin Hairi (Kuala Langat)","Tuan Zulkifli Bin Ismail (Jasin)","Dato' Dr. Haji Alias Bin Razak (Kuala Nerus)","Dr. Ahmad Fakhruddin Bin Fakhrurazi (Kuala Kedah)","Kapten Datuk Dr. Zulkafperi Bin Hanapi (B) (Tanjong Karang)","Tuan Nurul Amin Bin Hamid (Padang Terap)","Tuan Roslan Bin Hashim (Kulim Bandar Baharu)","Tan Sri Haji Mahiaddin Bin Mohd. Yassin (Pagoh)","Dato' Sri Tuan Ibharim Bin Tuan Man (Kubang Kerian) DR. 25.5.2023 iv","Datuk Seri Dr. Ronald Kiandee (Beluran)","Datuk Seri Takiyuddin Bin Hassan (Kota Bharu)","Datuk Wira Hajah Mas Ermieyati Binti Haji Samsudin (Masjid Tanah)","Tuan Haji Mohd Syahir Bin Che Sulaiman (Bachok)","Dato' Rosol Bin Wahid (Hulu Terengganu)","Datuk Ali Anak Biju (Saratok)","Datuk Haji Awang Bin Hashim (Pendang)","Datuk Haji Ahmad Amzad Bin Mohamed @ Hashim (Kuala Terengganu)","Tuan Che Alias Bin Hamid (Kemaman)","Tuan Ahmad Tarmizi Bin Sulaiman (Sik)","Dato' Indera Dr. Suhaili Bin Abdul Rahman (Labuan)","Tuan Afnan Hamimi Bin Dato' Haji Taib Azamudden (Alor Setar)","Tuan Zahari Bin Kechik (Jeli)","Tuan Haji Mohd Hasnizan Bin Harun (Hulu Selangor)","Ir. Ts. Khairil Nizam Bin Khirudin (Jerantut)","Tuan Haji Muhammad Islahuddin Bin Abas (Mersing)","Tuan Hassan Bin Saad (Baling)","Menteri Di Jabatan Perdana Menteri (Hal Ehwal Agama), Senator Dato' Setia Dr. Haji Mohd Na'im Bin Haji Mokhtar","Timbalan Menteri Perdagangan Dalam Negeri Dan Kos Sara Hidup, Senator Puan Hajah Fuziah Binti Salleh","Timbalan Menteri Pembangunan Usahawan Dan Koperasi, Senator Puan Saraswathy A/P Kandasami"],"absentees":["Timbalan Perdana Menteri Dan Menteri Kemajuan Desa Dan Wilayah, Dato’ Seri Dr. Ahmad Zahid Bin Hamidi (Bagan Datuk)","Menteri Pengangkutan, Tuan Loke Siew Fook (Seremban)","Menteri Pertanian Dan Keterjaminan Makanan, Datuk Seri Haji Mohamad Bin Sabu (Kota Raja)","Menteri Pendidikan Tinggi, Dato' Seri Haji Mohamed Khaled Bin Nordin (Kota Tinggi)","Menteri Sains, Teknologi Dan Inovasi, Tuan Chang Lih Kang (Tanjong Malim)","Menteri Di Jabatan Perdana Menteri (Undang-Undang Dan Reformasi Institusi), Dato’ Sri Azalina Othman Said (Pengerang)","Menteri Komunikasi Dan Digital, Tuan Ahmad Fahmi Bin Mohamed Fadzil (Lembah Pantai)","Menteri Perpaduan Negara, Datuk Aaron Ago Dagang (Kanowit)","Timbalan Menteri Pelaburan, Perdagangan Dan Industri, Tuan Liew Chin Tong (Iskandar Puteri)","Menteri Ekonomi, Tuan Mohd Rafizi Bin Ramli (Pandan)","Menteri Pembangunan Usahawan Dan Koperasi, Datuk Ewon Benedick (Penampang)","Timbalan Menteri Pembangunan Kerajaan Tempatan, Tuan Akmal Nasrullah Bin Mohd Nasir (Johor Bahru)","Timbalan Menteri Pertahanan, Tuan Haji Adly Bin Zahari (Alor Gajah)","Timbalan Menteri Sains, Teknologi Dan Inovasi, Datuk Arthur Joseph Kurup (Pensiangan)","Datuk Jonathan Bin Yasin (Ranau)","Tuan Chow Kon Yeow (Batu Kawan)","Dato' Seri Haji Aminuddin Bin Harun (Port Dickson)","Dato' Seri Amirudin Bin Shari (Gombak)","Tuan Chong Chieng Jen (Stampin)","Dato’ Henry Sum Agong (Lawas)","Datuk Wetrom Bin Bahanda (Kota Marudu)","Dato’ Seri Hamzah Bin Zainudin (Larut)","Tan Sri Haji Abdul Hadi Bin Haji Awang (Marang) DR. 25.5.2023 v","Dato' Sri Ikmal Hisham Bin Abdul Aziz (Tanah Merah)","Datuk Dr. Nik Muhammad Zawawi Bin Haji Salleh (Pasir Puteh)","Dato' Wira Dr. Ku Abd Rahman Bin Ku Ismail (Kubang Pasu)","Dato’ Azman Bin Nasrudin (Padang Serai) Ahli-Ahli Yang Tidak Hadir Di Bawah Peraturan Mesyuarat 91","Timbalan Menteri Pengangkutan, Datuk Haji Hasbi Bin Haji Habibollah (Limbang)","Menteri Pembangunan Kerajaan Tempatan, Tuan Nga Kor Ming (Teluk Intan)","Menteri Pertahanan, Dato' Seri Utama Haji Mohamad Bin Haji Hasan (Rembau)","Menteri Pembangunan Wanita, Keluarga Dan Masyarakat, Dato’ Seri Hajah Nancy Shukri (Santubong)","Menteri Kesihatan, Dr. Zaliha Binti Mustafa (Sekijang)","Datuk Matbali Bin Musah (Sipitang)","Datuk Suhaimi Bin Nasir (Libaran)","Datuk Ir. Shahelmey Bin Yahya (Putatan)","Datuk Andi Muhammad Suryady Bin Bandy (Kalabakan)","Tuan Lee Chuan How (Ipoh Timor)","Datuk Seri Panglima Haji. Mohd. Shafie Bin Haji. Apdal (Semporna)","Tuan Wong Chen (Subang)","Datuk Seri Panglima Gapari Bin Katingan @ Geoffrey Kitingan (Keningau)","Tuan Sim Tze Tzin (Bayan Baru)","Dr. Siti Mastura Binti Muhammad (Kepala Batas)"]}